-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- 主機： 127.0.0.1
-- 產生時間： 2024-10-28 08:49:56
-- 伺服器版本： 10.4.32-MariaDB
-- PHP 版本： 8.2.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `irisel`
--

-- --------------------------------------------------------

--
-- 資料表結構 `products`
--

CREATE TABLE `products` (
  `product_id` int(10) UNSIGNED NOT NULL,
  `product_name` varchar(255) NOT NULL,
  `main_type_id` int(50) NOT NULL,
  `sort_in_type` int(50) NOT NULL,
  `main_type_name` varchar(50) NOT NULL,
  `main_type_Chinese` text NOT NULL,
  `product_intro` text NOT NULL,
  `scent_profile` text NOT NULL,
  `summary` varchar(150) NOT NULL,
  `img_url` varchar(500) DEFAULT NULL,
  `product_code` int(50) NOT NULL,
  `capacity` int(11) NOT NULL,
  `price` int(10) NOT NULL,
  `quantity` int(10) NOT NULL,
  `cart_qty` int(10)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- 傾印資料表的資料 `products`
--

INSERT INTO `products` (`product_id`, `product_name`, `main_type_id`, `sort_in_type`, `main_type_name`, `main_type_Chinese`, `product_intro`, `scent_profile`, `summary`, `img_url`, `product_code`, `capacity`, `price`, `quantity`, `cart_qty`) VALUES
(1, '暮光之影香水', 2, 1, 'woody_type', '木質調', '「暮光之影」香水蘊含沉靜的琥珀和木質調，宛如暮色中的森林，帶來一種深邃而神秘的感覺。\r\n這款香水平衡了沉穩與細膩，彷彿捕捉到黃昏時分的靜謐瞬間。無論是日常使用還是夜晚約會，它都能為您增添一抹迷人魅力。', '神秘木質\r\n以琥珀與檀香為基調，伴隨淡淡的香草香氣，營造出獨特的溫暖感受。', '這款香水以深沉著稱，讓您在夜晚散發出神秘的魅力。', 'https://i.imgur.com/a2R0fUA.jpeg', 1021001, 30, 1000, 25, 1),
(2, '暮光之影香水', 2, 1, 'woody_type', '木質調', '「暮光之影」香水蘊含沉靜的琥珀和木質調，宛如暮色中的森林，帶來一種深邃而神秘的感覺。\r\n這款香水平衡了沉穩與細膩，彷彿捕捉到黃昏時分的靜謐瞬間。無論是日常使用還是夜晚約會，它都能為您增添一抹迷人魅力。', '神秘木質\r\n以琥珀與檀香為基調，伴隨淡淡的香草香氣，營造出獨特的溫暖感受。', '這款香水以深沉著稱，讓您在夜晚散發出神秘的魅力。', 'https://i.imgur.com/a2R0fUA.jpeg', 1022001, 50, 1500, 25, 1),
(3, '暮光之影香水', 2, 1, 'woody_type', '木質調', '「暮光之影」香水蘊含沉靜的琥珀和木質調，宛如暮色中的森林，帶來一種深邃而神秘的感覺。\r\n這款香水平衡了沉穩與細膩，彷彿捕捉到黃昏時分的靜謐瞬間。無論是日常使用還是夜晚約會，它都能為您增添一抹迷人魅力。', '神秘木質\r\n以琥珀與檀香為基調，伴隨淡淡的香草香氣，營造出獨特的溫暖感受。', '這款香水以深沉著稱，讓您在夜晚散發出神秘的魅力。', 'https://i.imgur.com/a2R0fUA.jpeg', 1023001, 100, 3000, 25, 1),
(4, '躍動微風香水', 4, 1, 'fresh_type', '清新調', '「躍動微風」香水以青春活力為靈感，運用柑橘與果香調，打造充滿能量的香氛體驗。\r\n明亮的前調猶如早晨的朝露，清新且充滿活力。這款香水勾勒出年輕與無限可能的感受，彷彿迎風奔跑的瞬間。\r\n隨著時間流轉，柔和的花香調輕輕蔓延，展現出自信與陽光的個性。這是一款專為那些無懼挑戰、熱愛冒險的靈魂而設的香水。', '柑橘果香\r\n以明亮的柑橘與果香調，帶來活力四射的清新感，彷彿迎面而來的輕盈微風。', '這款香水充滿活力，讓您感受到青春的氣息。', 'https://i.imgur.com/YspEKTb.jpeg', 1041001, 30, 1000, 10, 1),
(5, '躍動微風香水', 4, 1, 'fresh_type', '清新調', '「躍動微風」香水以青春活力為靈感，運用柑橘與果香調，打造充滿能量的香氛體驗。\r\n明亮的前調猶如早晨的朝露，清新且充滿活力。這款香水勾勒出年輕與無限可能的感受，彷彿迎風奔跑的瞬間。\r\n隨著時間流轉，柔和的花香調輕輕蔓延，展現出自信與陽光的個性。這是一款專為那些無懼挑戰、熱愛冒險的靈魂而設的香水。', '柑橘果香\r\n以明亮的柑橘與果香調，帶來活力四射的清新感，彷彿迎面而來的輕盈微風。', '這款香水充滿活力，讓您感受到青春的氣息。', 'https://i.imgur.com/YspEKTb.jpeg', 1042001, 50, 1500, 10, 1),
(6, '躍動微風香水', 4, 1, 'fresh_type', '清新調', '「躍動微風」香水以青春活力為靈感，運用柑橘與果香調，打造充滿能量的香氛體驗。\r\n明亮的前調猶如早晨的朝露，清新且充滿活力。這款香水勾勒出年輕與無限可能的感受，彷彿迎風奔跑的瞬間。\r\n隨著時間流轉，柔和的花香調輕輕蔓延，展現出自信與陽光的個性。這是一款專為那些無懼挑戰、熱愛冒險的靈魂而設的香水。', '柑橘果香\r\n以明亮的柑橘與果香調，帶來活力四射的清新感，彷彿迎面而來的輕盈微風。', '這款香水充滿活力，讓您感受到青春的氣息。', 'https://i.imgur.com/YspEKTb.jpeg', 1043001, 100, 3000, 10, 1),
(7, '迷霧初晨香水', 1, 1, 'floral_type', '花香調', '「迷霧初晨」香水以優雅的白玫瑰與百合為核心，猶如拂曉時分的微霧，為您營造出高貴迷人的氛圍。\r\n這款香水的香調柔和細膩，讓人聯想到清晨的靜謐與清新，卻不失女人味。它散發出一種細膩的魅力，\r\n讓您在聚會中成為眾人矚目的焦點，無論是日常還是特殊場合，都能展現出優雅與自信。', '柔和花香\r\n以白玫瑰與百合為基調，交織成優雅的花香，像是晨間迷霧般撲朔迷離。', '散發著柔和與神秘的香氣，彷彿在月下低語，帶來寧靜的氛圍。', 'https://i.imgur.com/Ta4bG3y.jpeg', 1011001, 30, 1000, 22, 1),
(8, '迷霧初晨香水', 1, 1, 'floral_type', '花香調', '「迷霧初晨」香水以優雅的白玫瑰與百合為核心，猶如拂曉時分的微霧，為您營造出高貴迷人的氛圍。\r\n這款香水的香調柔和細膩，讓人聯想到清晨的靜謐與清新，卻不失女人味。它散發出一種細膩的魅力，\r\n讓您在聚會中成為眾人矚目的焦點，無論是日常還是特殊場合，都能展現出優雅與自信。', '柔和花香\r\n以白玫瑰與百合為基調，交織成優雅的花香，像是晨間迷霧般撲朔迷離。', '散發著柔和與神秘的香氣，彷彿在月下低語，帶來寧靜的氛圍。', 'https://i.imgur.com/Ta4bG3y.jpeg', 1012001, 50, 1500, 22, 1),
(9, '迷霧初晨香水', 1, 1, 'floral_type', '花香調', '「迷霧初晨」香水以優雅的白玫瑰與百合為核心，猶如拂曉時分的微霧，為您營造出高貴迷人的氛圍。\r\n這款香水的香調柔和細膩，讓人聯想到清晨的靜謐與清新，卻不失女人味。它散發出一種細膩的魅力，\r\n讓您在聚會中成為眾人矚目的焦點，無論是日常還是特殊場合，都能展現出優雅與自信。', '柔和花香\r\n以白玫瑰與百合為基調，交織成優雅的花香，像是晨間迷霧般撲朔迷離。', '散發著柔和與神秘的香氣，彷彿在月下低語，帶來寧靜的氛圍。', 'https://i.imgur.com/Ta4bG3y.jpeg', 1013001, 100, 3000, 22, 1),
(10, '月光絮語香水', 2, 2, 'woody_type', '木質調', '「月光絮語」香水靈感源自月光下的靜謐與神秘，檀香與琥珀的深邃氣息融合出一股柔和且溫暖的香調。\r\n這款香水宛如一場月下的低語，充滿寧靜的力量與細膩的情感，讓您感受到平靜與舒緩的氛圍。\r\n它適合那些喜愛隱約散發獨特魅力的人，讓您的身影如月光般縈繞在空氣中，充滿詩意。', '神秘木質香\r\n以檀香與琥珀為主調，營造出神秘且深邃的木質香氣，如同月下的低語。', '散發著柔和與神秘的香氣，彷彿在月下低語，帶來寧靜的氛圍。', 'https://i.imgur.com/Y3lKOXg.jpeg', 1021002, 30, 1000, 11, 1),
(11, '月光絮語香水', 2, 2, 'woody_type', '木質調', '「月光絮語」香水靈感源自月光下的靜謐與神秘，檀香與琥珀的深邃氣息融合出一股柔和且溫暖的香調。\r\n這款香水宛如一場月下的低語，充滿寧靜的力量與細膩的情感，讓您感受到平靜與舒緩的氛圍。\r\n它適合那些喜愛隱約散發獨特魅力的人，讓您的身影如月光般縈繞在空氣中，充滿詩意。', '神秘木質香\r\n以檀香與琥珀為主調，營造出神秘且深邃的木質香氣，如同月下的低語。', '散發著柔和與神秘的香氣，彷彿在月下低語，帶來寧靜的氛圍。', 'https://i.imgur.com/Y3lKOXg.jpeg', 1022002, 50, 1500, 11, 1),
(12, '月光絮語香水', 2, 2, 'woody_type', '木質調', '「月光絮語」香水靈感源自月光下的靜謐與神秘，檀香與琥珀的深邃氣息融合出一股柔和且溫暖的香調。\r\n這款香水宛如一場月下的低語，充滿寧靜的力量與細膩的情感，讓您感受到平靜與舒緩的氛圍。\r\n它適合那些喜愛隱約散發獨特魅力的人，讓您的身影如月光般縈繞在空氣中，充滿詩意。', '神秘木質香\r\n以檀香與琥珀為主調，營造出神秘且深邃的木質香氣，如同月下的低語。', '散發著柔和與神秘的香氣，彷彿在月下低語，帶來寧靜的氛圍。', 'https://i.imgur.com/Y3lKOXg.jpeg', 1023002, 100, 3000, 11, 1),
(13, '晨曦花瓣香水', 1, 2, 'floral_type', '花香調', ' 「晨曦花瓣」香水象徵著每一天新的開始，將清新花香與淡淡果香巧妙結合，勾勒出充滿希望與美好的氛圍。\r\n前調的葡萄柚果香帶來清晨的爽朗，隨後玫瑰的香氣緩緩綻放，像是晨光輕撫過初開的花瓣。這款香水如同第一縷陽光，\r\n溫暖且充滿活力，適合那些熱愛生活、珍惜每一個瞬間的人。', '清新花果香\r\n以玫瑰與葡萄柚為主調，交織出花香與果香的輕盈氣息，宛如清晨初露的花瓣。', '混合了清新的花香與淡淡的果香，象徵著新的開始與希望，像是清晨的第一縷陽光。', 'https://i.imgur.com/soiTOmW.jpeg', 1011002, 30, 1000, 15, 1),
(14, '晨曦花瓣香水', 1, 2, 'floral_type', '花香調', ' 「晨曦花瓣」香水象徵著每一天新的開始，將清新花香與淡淡果香巧妙結合，勾勒出充滿希望與美好的氛圍。\r\n前調的葡萄柚果香帶來清晨的爽朗，隨後玫瑰的香氣緩緩綻放，像是晨光輕撫過初開的花瓣。這款香水如同第一縷陽光，\r\n溫暖且充滿活力，適合那些熱愛生活、珍惜每一個瞬間的人。', '清新花果香\r\n以玫瑰與葡萄柚為主調，交織出花香與果香的輕盈氣息，宛如清晨初露的花瓣。', '混合了清新的花香與淡淡的果香，象徵著新的開始與希望，像是清晨的第一縷陽光。', 'https://i.imgur.com/soiTOmW.jpeg', 1012002, 50, 1500, 15, 1),
(15, '晨曦花瓣香水', 1, 2, 'floral_type', '花香調', ' 「晨曦花瓣」香水象徵著每一天新的開始，將清新花香與淡淡果香巧妙結合，勾勒出充滿希望與美好的氛圍。\r\n前調的葡萄柚果香帶來清晨的爽朗，隨後玫瑰的香氣緩緩綻放，像是晨光輕撫過初開的花瓣。這款香水如同第一縷陽光，\r\n溫暖且充滿活力，適合那些熱愛生活、珍惜每一個瞬間的人。', '清新花果香\r\n以玫瑰與葡萄柚為主調，交織出花香與果香的輕盈氣息，宛如清晨初露的花瓣。', '混合了清新的花香與淡淡的果香，象徵著新的開始與希望，像是清晨的第一縷陽光。', 'https://i.imgur.com/soiTOmW.jpeg', 1013002, 100, 3000, 15, 1),
(16, '海洋幻影香水', 4, 2, 'fresh_type', '清新調', '「海洋幻影」香水帶您展開一場穿越海洋的嗅覺旅程，清新且自由的海洋氣息與微鹹的海風交織，\r\n瞬間喚起您對遙遠旅行的渴望。這款香水的前調如同海岸邊的清涼海風，隨後逐漸呈現出海鹽的淡雅與微妙，將您帶入無邊無際的藍色世界。它適合那些嚮往自由與冒險的人，讓每一次呼吸都充滿無限可能。', '海洋調\r\n融合海鹽與清爽的海風香調，營造出自由奔放的海洋氣息。', '融合海洋的清新與自由，讓人感受到海風的輕撫，帶來無限的想像與遙遠的旅行感。', 'https://i.imgur.com/b2TybMn.jpeg', 1041002, 30, 1000, 13, 1),
(17, '海洋幻影香水', 4, 2, 'fresh_type', '清新調', '「海洋幻影」香水帶您展開一場穿越海洋的嗅覺旅程，清新且自由的海洋氣息與微鹹的海風交織，\r\n瞬間喚起您對遙遠旅行的渴望。這款香水的前調如同海岸邊的清涼海風，隨後逐漸呈現出海鹽的淡雅與微妙，將您帶入無邊無際的藍色世界。它適合那些嚮往自由與冒險的人，讓每一次呼吸都充滿無限可能。', '海洋調\r\n融合海鹽與清爽的海風香調，營造出自由奔放的海洋氣息。', '融合海洋的清新與自由，讓人感受到海風的輕撫，帶來無限的想像與遙遠的旅行感。', 'https://i.imgur.com/b2TybMn.jpeg', 1042002, 50, 1500, 13, 1),
(18, '海洋幻影香水', 4, 2, 'fresh_type', '清新調', '「海洋幻影」香水帶您展開一場穿越海洋的嗅覺旅程，清新且自由的海洋氣息與微鹹的海風交織，\r\n瞬間喚起您對遙遠旅行的渴望。這款香水的前調如同海岸邊的清涼海風，隨後逐漸呈現出海鹽的淡雅與微妙，將您帶入無邊無際的藍色世界。它適合那些嚮往自由與冒險的人，讓每一次呼吸都充滿無限可能。', '海洋調\r\n融合海鹽與清爽的海風香調，營造出自由奔放的海洋氣息。', '融合海洋的清新與自由，讓人感受到海風的輕撫，帶來無限的想像與遙遠的旅行感。', 'https://i.imgur.com/b2TybMn.jpeg', 1043002, 100, 3000, 13, 1),
(19, '星辰曙光香水', 3, 1, 'oriental_type', '東方香調(琥珀調)', '「星辰曙光」香水捕捉了黎明與星空交會的瞬間，讓人沉醉於這抹神秘的花香。\r\n夜來香的馥郁與玫瑰的柔美交織，隨著琥珀的溫暖氣息慢慢擴散，帶來一種恬靜與舒適的感受。\r\n這款香水專為那些散發優雅魅力，渴望與眾不同的靈魂而設計，像晨光照亮了星夜的邊緣，閃耀著無盡的溫柔。', '東方花香調\r\n融合了夜來香與玫瑰的濃郁氣息，增添些許溫暖的琥珀，宛如晨曦中第一抹星光。', '這款香水如晨曦中的星辰，帶來溫暖的東方花香，讓您沉醉於優雅與神秘的氣息中。', 'https://i.imgur.com/kIpRlUp.jpeg', 1031001, 30, 1000, 9, 1),
(20, '星辰曙光香水', 3, 1, 'oriental_type', '東方香調(琥珀調)', '「星辰曙光」香水捕捉了黎明與星空交會的瞬間，讓人沉醉於這抹神秘的花香。\r\n夜來香的馥郁與玫瑰的柔美交織，隨著琥珀的溫暖氣息慢慢擴散，帶來一種恬靜與舒適的感受。\r\n這款香水專為那些散發優雅魅力，渴望與眾不同的靈魂而設計，像晨光照亮了星夜的邊緣，閃耀著無盡的溫柔。', '東方花香調\r\n融合了夜來香與玫瑰的濃郁氣息，增添些許溫暖的琥珀，宛如晨曦中第一抹星光。', '這款香水如晨曦中的星辰，帶來溫暖的東方花香，讓您沉醉於優雅與神秘的氣息中。', 'https://i.imgur.com/kIpRlUp.jpeg', 1032001, 50, 1500, 9, 1),
(21, '星辰曙光香水', 3, 1, 'oriental_type', '東方香調(琥珀調)', '「星辰曙光」香水捕捉了黎明與星空交會的瞬間，讓人沉醉於這抹神秘的花香。\r\n夜來香的馥郁與玫瑰的柔美交織，隨著琥珀的溫暖氣息慢慢擴散，帶來一種恬靜與舒適的感受。\r\n這款香水專為那些散發優雅魅力，渴望與眾不同的靈魂而設計，像晨光照亮了星夜的邊緣，閃耀著無盡的溫柔。', '東方花香調\r\n融合了夜來香與玫瑰的濃郁氣息，增添些許溫暖的琥珀，宛如晨曦中第一抹星光。', '這款香水如晨曦中的星辰，帶來溫暖的東方花香，讓您沉醉於優雅與神秘的氣息中。', 'https://i.imgur.com/kIpRlUp.jpeg', 1033001, 100, 3000, 9, 1),
(22, '雲端旋律香水', 1, 3, 'floral_type', '花香調', '「雲端旋律」香水如夢幻般的旋律，將您帶入一場輕盈的花果香之旅。前調是甜美的梨花與清新的百合花香，\r\n伴隨著果香的點綴，為您營造出純淨、自在的氛圍。這款香水專為那些渴望自由、熱愛輕盈生活的人設計，\r\n像是微風輕輕拂過雲端，帶來無限遐想的清新旋律。', '果香花香調\r\n以梨花與百合為基調，伴隨清新水果香氣，彷彿微風輕拂過雲端，帶來輕盈與自由的氛圍。', '這款香水如輕柔的旋律般，將花香與果香巧妙融合，讓您沉浸在雲端般的自由感中。', 'https://i.imgur.com/hToISy2.jpeg', 1011003, 30, 1000, 3, 1),
(23, '雲端旋律香水', 1, 3, 'floral_type', '花香調', '「雲端旋律」香水如夢幻般的旋律，將您帶入一場輕盈的花果香之旅。前調是甜美的梨花與清新的百合花香，\r\n伴隨著果香的點綴，為您營造出純淨、自在的氛圍。這款香水專為那些渴望自由、熱愛輕盈生活的人設計，\r\n像是微風輕輕拂過雲端，帶來無限遐想的清新旋律。', '果香花香調\r\n以梨花與百合為基調，伴隨清新水果香氣，彷彿微風輕拂過雲端，帶來輕盈與自由的氛圍。', '這款香水如輕柔的旋律般，將花香與果香巧妙融合，讓您沉浸在雲端般的自由感中。', 'https://i.imgur.com/hToISy2.jpeg', 1012003, 50, 1500, 3, 1),
(24, '雲端旋律香水', 1, 3, 'floral_type', '花香調', '「雲端旋律」香水如夢幻般的旋律，將您帶入一場輕盈的花果香之旅。前調是甜美的梨花與清新的百合花香，\r\n伴隨著果香的點綴，為您營造出純淨、自在的氛圍。這款香水專為那些渴望自由、熱愛輕盈生活的人設計，\r\n像是微風輕輕拂過雲端，帶來無限遐想的清新旋律。', '果香花香調\r\n以梨花與百合為基調，伴隨清新水果香氣，彷彿微風輕拂過雲端，帶來輕盈與自由的氛圍。', '這款香水如輕柔的旋律般，將花香與果香巧妙融合，讓您沉浸在雲端般的自由感中。', 'https://i.imgur.com/hToISy2.jpeg', 1013003, 100, 3000, 3, 1),
(25, '夜幕流沙香水', 2, 3, 'woody_type', '木質調', '「夜幕流沙」香水宛如夜晚的流沙，隨著時間緩緩流動，展現出無法抗拒的神秘與魅力。\r\n檀香木的濃郁香氣與廣藿香的沉穩氣息相互交融，帶來深沉而溫暖的木質香調。這款香水特別適合那些深具個性，\r\n渴望展現自我神秘感的靈魂，彷彿夜幕降臨時，散發出一抹無法捉摸的獨特氣息。', '木質香調\r\n以檀香木與廣藿香為主，交織出深沉且溫暖的木質氣息，彷彿夜幕降臨時的流沙，神秘而不可捉摸。', '這款香水融合深沉的木質香調，帶來如夜幕般的神秘與溫暖，讓您散發無法抗拒的魅力。', 'https://i.imgur.com/eyDf4sx.jpeg', 1021003, 30, 1000, 5, 1),
(26, '夜幕流沙香水', 2, 3, 'woody_type', '木質調', '「夜幕流沙」香水宛如夜晚的流沙，隨著時間緩緩流動，展現出無法抗拒的神秘與魅力。\r\n檀香木的濃郁香氣與廣藿香的沉穩氣息相互交融，帶來深沉而溫暖的木質香調。這款香水特別適合那些深具個性，\r\n渴望展現自我神秘感的靈魂，彷彿夜幕降臨時，散發出一抹無法捉摸的獨特氣息。', '木質香調\r\n以檀香木與廣藿香為主，交織出深沉且溫暖的木質氣息，彷彿夜幕降臨時的流沙，神秘而不可捉摸。', '這款香水融合深沉的木質香調，帶來如夜幕般的神秘與溫暖，讓您散發無法抗拒的魅力。', 'https://i.imgur.com/eyDf4sx.jpeg', 1022003, 50, 1500, 5, 1),
(27, '夜幕流沙香水', 2, 3, 'woody_type', '木質調', '「夜幕流沙」香水宛如夜晚的流沙，隨著時間緩緩流動，展現出無法抗拒的神秘與魅力。\r\n檀香木的濃郁香氣與廣藿香的沉穩氣息相互交融，帶來深沉而溫暖的木質香調。這款香水特別適合那些深具個性，\r\n渴望展現自我神秘感的靈魂，彷彿夜幕降臨時，散發出一抹無法捉摸的獨特氣息。', '木質香調\r\n以檀香木與廣藿香為主，交織出深沉且溫暖的木質氣息，彷彿夜幕降臨時的流沙，神秘而不可捉摸。', '這款香水融合深沉的木質香調，帶來如夜幕般的神秘與溫暖，讓您散發無法抗拒的魅力。', 'https://i.imgur.com/eyDf4sx.jpeg', 1023003, 100, 3000, 5, 1),
(28, '晨露夢語香水', 1, 4, 'floral_type', '花香調', '「晨露夢語」香水捕捉了清晨時分的夢幻瞬間，桃花的柔美與青蘋果的清新交相輝映，帶來一股如晨露般的清爽感受。\r\n這款香水讓人聯想到春日花園裡的初綻花朵，微風輕拂的同時散發出迷人的芳香，\r\n適合那些熱愛自然、珍惜生活中的每個瞬間的人，像是輕盈的夢語隨著清晨的露珠緩緩散開。', '花果香調\r\n以桃花與青蘋果為主，交織出如晨露般清新迷人的香氣，讓人仿佛置身於初春的夢境之中。', '這款香水宛如春日清晨的露珠，清新果香與柔美花香完美交融，帶來如夢般的迷人香氣。\r\n', 'https://i.imgur.com/A6n1Fmy.jpeg', 1011004, 30, 1000, 3, 1),
(29, '晨露夢語香水', 1, 4, 'floral_type', '花香調', '「晨露夢語」香水捕捉了清晨時分的夢幻瞬間，桃花的柔美與青蘋果的清新交相輝映，帶來一股如晨露般的清爽感受。\r\n這款香水讓人聯想到春日花園裡的初綻花朵，微風輕拂的同時散發出迷人的芳香，\r\n適合那些熱愛自然、珍惜生活中的每個瞬間的人，像是輕盈的夢語隨著清晨的露珠緩緩散開。', '花果香調\r\n以桃花與青蘋果為主，交織出如晨露般清新迷人的香氣，讓人仿佛置身於初春的夢境之中。', '這款香水宛如春日清晨的露珠，清新果香與柔美花香完美交融，帶來如夢般的迷人香氣。\r\n', 'https://i.imgur.com/A6n1Fmy.jpeg', 1012004, 50, 1500, 3, 1),
(30, '晨露夢語香水', 1, 4, 'floral_type', '花香調', '「晨露夢語」香水捕捉了清晨時分的夢幻瞬間，桃花的柔美與青蘋果的清新交相輝映，帶來一股如晨露般的清爽感受。\r\n這款香水讓人聯想到春日花園裡的初綻花朵，微風輕拂的同時散發出迷人的芳香，\r\n適合那些熱愛自然、珍惜生活中的每個瞬間的人，像是輕盈的夢語隨著清晨的露珠緩緩散開。', '花果香調\r\n以桃花與青蘋果為主，交織出如晨露般清新迷人的香氣，讓人仿佛置身於初春的夢境之中。', '這款香水宛如春日清晨的露珠，清新果香與柔美花香完美交融，帶來如夢般的迷人香氣。\r\n', 'https://i.imgur.com/A6n1Fmy.jpeg', 1013004, 100, 3000, 3, 1),
(31, '海潮呢喃香水', 4, 3, 'fresh_type', '清新調', '「海潮呢喃」香水以海洋為靈感，捕捉了海風輕拂的瞬間，將海潮的呢喃聲巧妙轉化為嗅覺上的愉悅。前調是海風的清新，\r\n隨後海鹽的淡雅氣息輕輕浮現，帶來一種悠然的海洋氣氛。這款香水適合那些向往自由、熱愛海洋的靈魂，\r\n讓每一次呼吸都仿佛回到了遼闊的海岸邊，感受自然的低語。', '海洋香調\r\n以海風和鹽香為基調，融合些許水生植物的清香，彷彿海潮在耳邊低語，帶來悠然自得的氛圍。', '這款香水融合了清新的海風與淡雅的鹽香，帶來海洋般的自由氣息，讓您感受悠然自得的氛圍。\r\n', 'https://i.imgur.com/QfF7ApY.jpeg', 1041003, 30, 1000, 2, 1),
(32, '海潮呢喃香水', 4, 3, 'fresh_type', '清新調', '「海潮呢喃」香水以海洋為靈感，捕捉了海風輕拂的瞬間，將海潮的呢喃聲巧妙轉化為嗅覺上的愉悅。前調是海風的清新，\r\n隨後海鹽的淡雅氣息輕輕浮現，帶來一種悠然的海洋氣氛。這款香水適合那些向往自由、熱愛海洋的靈魂，\r\n讓每一次呼吸都仿佛回到了遼闊的海岸邊，感受自然的低語。', '海洋香調\r\n以海風和鹽香為基調，融合些許水生植物的清香，彷彿海潮在耳邊低語，帶來悠然自得的氛圍。', '這款香水融合了清新的海風與淡雅的鹽香，帶來海洋般的自由氣息，讓您感受悠然自得的氛圍。\r\n', 'https://i.imgur.com/QfF7ApY.jpeg', 1042003, 50, 1500, 2, 1),
(33, '海潮呢喃香水', 4, 3, 'fresh_type', '清新調', '「海潮呢喃」香水以海洋為靈感，捕捉了海風輕拂的瞬間，將海潮的呢喃聲巧妙轉化為嗅覺上的愉悅。前調是海風的清新，\r\n隨後海鹽的淡雅氣息輕輕浮現，帶來一種悠然的海洋氣氛。這款香水適合那些向往自由、熱愛海洋的靈魂，\r\n讓每一次呼吸都仿佛回到了遼闊的海岸邊，感受自然的低語。', '海洋香調\r\n以海風和鹽香為基調，融合些許水生植物的清香，彷彿海潮在耳邊低語，帶來悠然自得的氛圍。', '這款香水融合了清新的海風與淡雅的鹽香，帶來海洋般的自由氣息，讓您感受悠然自得的氛圍。\r\n', 'https://i.imgur.com/QfF7ApY.jpeg', 1043003, 100, 3000, 2, 1),
(34, '夢幻森林香水', 4, 4, 'fresh_type', '清新調', '「夢幻森林」香水充滿綠意盎然的氣息，融合了綠茶與松木香調，猶如置身於寧靜的森林之中。它清新自然，為您帶來充滿生命力的氣息，適合日常外出或悠閒散步時使用。', '清新草木\r\n綠茶與松木的搭配，猶如森林深處的清爽氣息，充滿自然的活力。', '這款香水清新自然，讓您如同走進大自然的懷抱。', 'https://i.imgur.com/IAl4I7R.jpeg', 1041004, 30, 1000, 15, 1),
(35, '夢幻森林香水', 4, 4, 'fresh_type', '清新調', '「夢幻森林」香水充滿綠意盎然的氣息，融合了綠茶與松木香調，猶如置身於寧靜的森林之中。它清新自然，為您帶來充滿生命力的氣息，適合日常外出或悠閒散步時使用。', '清新草木\r\n綠茶與松木的搭配，猶如森林深處的清爽氣息，充滿自然的活力。', '這款香水清新自然，讓您如同走進大自然的懷抱。', 'https://i.imgur.com/IAl4I7R.jpeg', 1042004, 50, 1500, 15, 1),
(36, '夢幻森林香水', 4, 4, 'fresh_type', '清新調', '「夢幻森林」香水充滿綠意盎然的氣息，融合了綠茶與松木香調，猶如置身於寧靜的森林之中。它清新自然，為您帶來充滿生命力的氣息，適合日常外出或悠閒散步時使用。', '清新草木\r\n綠茶與松木的搭配，猶如森林深處的清爽氣息，充滿自然的活力。', '這款香水清新自然，讓您如同走進大自然的懷抱。', 'https://i.imgur.com/IAl4I7R.jpeg', 1043004, 100, 3000, 15, 1),
(37, '星夜詩韻香水', 1, 5, 'floral_type', '花香調', '「星夜詩韻」香水以茉莉和晚香玉為核心，柔美的花香中帶著些許神秘，宛如星空下的浪漫詩篇。這款香水的香調令人陶醉，適合在浪漫的晚宴中使用，展現出迷人的韻味。', '浪漫花香\r\n茉莉與晚香玉交織成的香氣，宛如星空下的柔美韻律。', '這款香水浪漫迷人，讓您成為夜晚的焦點。', 'https://i.imgur.com/NmYN1jS.jpeg', 1011005, 30, 1000, 87, 1),
(38, '星夜詩韻香水', 1, 5, 'floral_type', '花香調', '「星夜詩韻」香水以茉莉和晚香玉為核心，柔美的花香中帶著些許神秘，宛如星空下的浪漫詩篇。這款香水的香調令人陶醉，適合在浪漫的晚宴中使用，展現出迷人的韻味。', '浪漫花香\r\n茉莉與晚香玉交織成的香氣，宛如星空下的柔美韻律。', '這款香水浪漫迷人，讓您成為夜晚的焦點。', 'https://i.imgur.com/NmYN1jS.jpeg', 1012005, 50, 1500, 87, 1),
(39, '星夜詩韻香水', 1, 5, 'floral_type', '花香調', '「星夜詩韻」香水以茉莉和晚香玉為核心，柔美的花香中帶著些許神秘，宛如星空下的浪漫詩篇。這款香水的香調令人陶醉，適合在浪漫的晚宴中使用，展現出迷人的韻味。', '浪漫花香\r\n茉莉與晚香玉交織成的香氣，宛如星空下的柔美韻律。', '這款香水浪漫迷人，讓您成為夜晚的焦點。', 'https://i.imgur.com/NmYN1jS.jpeg', 1013005, 100, 3000, 87, 1),
(40, '晨曦之光香水', 4, 5, 'fresh_type', '清新調', '「晨曦之光」香水結合了橙花與柑橘香調，帶來一股清晨般的清新感受。這款香水適合充滿朝氣的早晨使用，讓您一整天都充滿活力。', '清新柑橘\r\n柑橘與橙花的明亮香氣，彷彿晨曦的第一道陽光。', '這款香水充滿活力，讓您的每一天從清新開始。', 'https://i.imgur.com/wQ00iwG.jpeg', 1041005, 30, 1000, 22, 1),
(41, '晨曦之光香水', 4, 5, 'fresh_type', '清新調', '「晨曦之光」香水結合了橙花與柑橘香調，帶來一股清晨般的清新感受。這款香水適合充滿朝氣的早晨使用，讓您一整天都充滿活力。', '清新柑橘\r\n柑橘與橙花的明亮香氣，彷彿晨曦的第一道陽光。', '這款香水充滿活力，讓您的每一天從清新開始。', 'https://i.imgur.com/wQ00iwG.jpeg', 1042005, 50, 1500, 22, 1),
(42, '晨曦之光香水', 4, 5, 'fresh_type', '清新調', '「晨曦之光」香水結合了橙花與柑橘香調，帶來一股清晨般的清新感受。這款香水適合充滿朝氣的早晨使用，讓您一整天都充滿活力。', '清新柑橘\r\n柑橘與橙花的明亮香氣，彷彿晨曦的第一道陽光。', '這款香水充滿活力，讓您的每一天從清新開始。', 'https://i.imgur.com/wQ00iwG.jpeg', 1043005, 100, 3000, 22, 1),
(43, '海風輕撫香水', 4, 6, 'fresh_type', '清新調', '「海風輕撫」香水以海鹽和海藻為主要香調，帶來清爽而略帶鹹味的感覺，就像迎面而來的海風。它適合在炎熱的夏日使用，帶給您一絲海洋般的涼爽感受。', '清爽海洋\r\n海鹽與海藻的清新調，彷彿置身於廣闊的海洋之中。', '這款香水清涼宜人，讓您感受到海風的撫慰。', 'https://i.imgur.com/RpvvMRZ.jpeg', 1041006, 30, 1000, 11, 1),
(44, '海風輕撫香水', 4, 6, 'fresh_type', '清新調', '「海風輕撫」香水以海鹽和海藻為主要香調，帶來清爽而略帶鹹味的感覺，就像迎面而來的海風。它適合在炎熱的夏日使用，帶給您一絲海洋般的涼爽感受。', '清爽海洋\r\n海鹽與海藻的清新調，彷彿置身於廣闊的海洋之中。', '這款香水清涼宜人，讓您感受到海風的撫慰。', 'https://i.imgur.com/RpvvMRZ.jpeg', 1042006, 50, 1500, 11, 1),
(45, '海風輕撫香水', 4, 6, 'fresh_type', '清新調', '「海風輕撫」香水以海鹽和海藻為主要香調，帶來清爽而略帶鹹味的感覺，就像迎面而來的海風。它適合在炎熱的夏日使用，帶給您一絲海洋般的涼爽感受。', '清爽海洋\r\n海鹽與海藻的清新調，彷彿置身於廣闊的海洋之中。', '這款香水清涼宜人，讓您感受到海風的撫慰。', 'https://i.imgur.com/RpvvMRZ.jpeg', 1043006, 100, 3000, 11, 1),
(46, '落葉輕舞香水', 2, 4, 'woody_type', '木質調', '「落葉輕舞」香水以檀香與雪松為主調，散發出溫暖而略帶泥土氣息的香味，宛如秋天的落葉在微風中飄舞。這款香水充滿舒適的木質感，適合在秋冬季節使用。', '溫暖木質\r\n檀香與雪松交織成的香調，充滿秋日的溫馨感受。', '這款香水溫暖舒適，是秋冬季節的最佳伴侶。', 'https://i.imgur.com/fue2zni.jpeg', 1021004, 30, 1000, 5, 1),
(47, '落葉輕舞香水', 2, 4, 'woody_type', '木質調', '「落葉輕舞」香水以檀香與雪松為主調，散發出溫暖而略帶泥土氣息的香味，宛如秋天的落葉在微風中飄舞。這款香水充滿舒適的木質感，適合在秋冬季節使用。', '溫暖木質\r\n檀香與雪松交織成的香調，充滿秋日的溫馨感受。', '這款香水溫暖舒適，是秋冬季節的最佳伴侶。', 'https://i.imgur.com/fue2zni.jpeg', 1022004, 50, 1500, 5, 1),
(48, '落葉輕舞香水', 2, 4, 'woody_type', '木質調', '「落葉輕舞」香水以檀香與雪松為主調，散發出溫暖而略帶泥土氣息的香味，宛如秋天的落葉在微風中飄舞。這款香水充滿舒適的木質感，適合在秋冬季節使用。', '溫暖木質\r\n檀香與雪松交織成的香調，充滿秋日的溫馨感受。', '這款香水溫暖舒適，是秋冬季節的最佳伴侶。', 'https://i.imgur.com/fue2zni.jpeg', 1023004, 100, 3000, 5, 1),
(49, '雪夜之夢香水', 3, 2, 'oriental_type', '東方香調(琥珀調)', '「雪夜之夢」香水擁有濃郁的麝香和白雪松香調，彷彿在寒冷的夜晚中擁抱著溫暖的夢境。這款香水沉穩而深邃，適合在冷天使用，讓您散發出如冬日般的柔和魅力。', '深邃麝香\r\n麝香與白雪松的搭配，帶來溫暖而安心的感受。', '這款香水深邃迷人，讓您在冬日夜晚倍感溫暖。', 'https://i.imgur.com/x4U5W9W.jpeg', 1031002, 30, 1000, 0, 1),
(50, '雪夜之夢香水', 3, 2, 'oriental_type', '東方香調(琥珀調)', '「雪夜之夢」香水擁有濃郁的麝香和白雪松香調，彷彿在寒冷的夜晚中擁抱著溫暖的夢境。這款香水沉穩而深邃，適合在冷天使用，讓您散發出如冬日般的柔和魅力。', '深邃麝香\r\n麝香與白雪松的搭配，帶來溫暖而安心的感受。', '這款香水深邃迷人，讓您在冬日夜晚倍感溫暖。', 'https://i.imgur.com/x4U5W9W.jpeg', 1032002, 50, 1500, 0, 1),
(51, '雪夜之夢香水', 3, 2, 'oriental_type', '東方香調(琥珀調)', '「雪夜之夢」香水擁有濃郁的麝香和白雪松香調，彷彿在寒冷的夜晚中擁抱著溫暖的夢境。這款香水沉穩而深邃，適合在冷天使用，讓您散發出如冬日般的柔和魅力。', '深邃麝香\r\n麝香與白雪松的搭配，帶來溫暖而安心的感受。', '這款香水深邃迷人，讓您在冬日夜晚倍感溫暖。', 'https://i.imgur.com/x4U5W9W.jpeg', 1033002, 100, 3000, 0, 1),
(52, '花瓣綻放香水', 1, 6, 'floral_type', '花香調', '「花瓣綻放」香水以粉色牡丹和紫羅蘭為主調，猶如盛開的花朵，散發出浪漫與優雅的氣息。這款香水適合在春日中使用，讓您感受到花季的美麗。', '柔美花香\r\n粉色牡丹與紫羅蘭的香氣，彷彿盛開的花朵在春風中搖曳。', '這款香水柔美浪漫，讓您在春天中散發出自然的魅力。', 'https://i.imgur.com/HFsrPzY.jpeg', 1011006, 30, 1000, 77, 1),
(53, '花瓣綻放香水', 1, 6, 'floral_type', '花香調', '「花瓣綻放」香水以粉色牡丹和紫羅蘭為主調，猶如盛開的花朵，散發出浪漫與優雅的氣息。這款香水適合在春日中使用，讓您感受到花季的美麗。', '柔美花香\r\n粉色牡丹與紫羅蘭的香氣，彷彿盛開的花朵在春風中搖曳。', '這款香水柔美浪漫，讓您在春天中散發出自然的魅力。', 'https://i.imgur.com/HFsrPzY.jpeg', 1012006, 50, 1500, 77, 1),
(54, '花瓣綻放香水', 1, 6, 'floral_type', '花香調', '「花瓣綻放」香水以粉色牡丹和紫羅蘭為主調，猶如盛開的花朵，散發出浪漫與優雅的氣息。這款香水適合在春日中使用，讓您感受到花季的美麗。', '柔美花香\r\n粉色牡丹與紫羅蘭的香氣，彷彿盛開的花朵在春風中搖曳。', '這款香水柔美浪漫，讓您在春天中散發出自然的魅力。', 'https://i.imgur.com/HFsrPzY.jpeg', 1013006, 100, 3000, 77, 1),
(55, '草地晨露香水', 4, 7, 'fresh_type', '清新調', '「草地晨露」香水融合了新鮮的綠葉與小蒼蘭香調，宛如草地上的晨露，清新而富有生機。這款香水適合在清晨使用，讓您一整天都充滿自然的活力。', '清新綠意\r\n綠葉與小蒼蘭的清爽香調，彷彿草地上的晨露。', ' 這款香水清新自然，讓您充滿生機。', 'https://i.imgur.com/ZFFUx64.jpeg', 1041007, 30, 1000, 5, 1),
(56, '草地晨露香水', 4, 7, 'fresh_type', '清新調', '「草地晨露」香水融合了新鮮的綠葉與小蒼蘭香調，宛如草地上的晨露，清新而富有生機。這款香水適合在清晨使用，讓您一整天都充滿自然的活力。', '清新綠意\r\n綠葉與小蒼蘭的清爽香調，彷彿草地上的晨露。', ' 這款香水清新自然，讓您充滿生機。', 'https://i.imgur.com/ZFFUx64.jpeg', 1042007, 50, 1500, 5, 1),
(57, '草地晨露香水', 4, 7, 'fresh_type', '清新調', '「草地晨露」香水融合了新鮮的綠葉與小蒼蘭香調，宛如草地上的晨露，清新而富有生機。這款香水適合在清晨使用，讓您一整天都充滿自然的活力。', '清新綠意\r\n綠葉與小蒼蘭的清爽香調，彷彿草地上的晨露。', ' 這款香水清新自然，讓您充滿生機。', 'https://i.imgur.com/ZFFUx64.jpeg', 1043007, 100, 3000, 5, 1),
(58, '星河流轉香水', 1, 7, 'floral_type', '花香調', '「星河流轉」香水以無花果與晚香玉為主調，柔和中帶著些許果香，就像夜空中的星河在流動。這款香水充滿夢幻感，適合在浪漫的夜晚中使用，展現獨特的個性魅力。', '果香花調\r\n無花果與晚香玉的甜美香氣，猶如夜晚星河般的夢幻。\r\n', '這款香水夢幻甜美，讓您在夜晚中閃耀。', 'https://i.imgur.com/eJzVgLY.jpeg', 1011007, 30, 1000, 11, 1),
(59, '星河流轉香水', 1, 7, 'floral_type', '花香調', '「星河流轉」香水以無花果與晚香玉為主調，柔和中帶著些許果香，就像夜空中的星河在流動。這款香水充滿夢幻感，適合在浪漫的夜晚中使用，展現獨特的個性魅力。', '果香花調\r\n無花果與晚香玉的甜美香氣，猶如夜晚星河般的夢幻。\r\n', '這款香水夢幻甜美，讓您在夜晚中閃耀。', 'https://i.imgur.com/eJzVgLY.jpeg', 1012007, 50, 1500, 11, 1),
(60, '星河流轉香水', 1, 7, 'floral_type', '花香調', '「星河流轉」香水以無花果與晚香玉為主調，柔和中帶著些許果香，就像夜空中的星河在流動。這款香水充滿夢幻感，適合在浪漫的夜晚中使用，展現獨特的個性魅力。', '果香花調\r\n無花果與晚香玉的甜美香氣，猶如夜晚星河般的夢幻。\r\n', '這款香水夢幻甜美，讓您在夜晚中閃耀。', 'https://i.imgur.com/eJzVgLY.jpeg', 1013007, 100, 3000, 11, 1),
(61, '悠然秋歌香水', 2, 5, 'woody_type', '木質調', '「悠然秋歌」香水融合了桂花與沉香的香氣，帶來如同秋日微風拂過樹梢般的溫暖感受。\r\n它讓人聯想到午後暖陽下，落葉靜靜飄落的場景，適合在寧靜的日子裡使用，為日常增添一份悠然自得的氣息。', '溫暖木香\r\n桂花的甜美與沉香的厚重感交織出深沉且令人放鬆的氛圍。', '這款香水充滿秋日溫暖，適合在靜謐的日子裡使用。', 'https://i.imgur.com/bEPbMOr.jpeg', 1021005, 30, 1000, 55, 1),
(62, '悠然秋歌香水', 2, 5, 'woody_type', '木質調', '「悠然秋歌」香水融合了桂花與沉香的香氣，帶來如同秋日微風拂過樹梢般的溫暖感受。\r\n它讓人聯想到午後暖陽下，落葉靜靜飄落的場景，適合在寧靜的日子裡使用，為日常增添一份悠然自得的氣息。', '溫暖木香\r\n桂花的甜美與沉香的厚重感交織出深沉且令人放鬆的氛圍。', '這款香水充滿秋日溫暖，適合在靜謐的日子裡使用。', 'https://i.imgur.com/bEPbMOr.jpeg', 1022005, 50, 1500, 55, 1),
(63, '悠然秋歌香水', 2, 5, 'woody_type', '木質調', '「悠然秋歌」香水融合了桂花與沉香的香氣，帶來如同秋日微風拂過樹梢般的溫暖感受。\r\n它讓人聯想到午後暖陽下，落葉靜靜飄落的場景，適合在寧靜的日子裡使用，為日常增添一份悠然自得的氣息。', '溫暖木香\r\n桂花的甜美與沉香的厚重感交織出深沉且令人放鬆的氛圍。', '這款香水充滿秋日溫暖，適合在靜謐的日子裡使用。', 'https://i.imgur.com/bEPbMOr.jpeg', 1023005, 100, 3000, 55, 1),
(64, '夜晚魅影香水', 1, 8, 'floral_type', '花香調', '「夜晚魅影」香水以黑玫瑰與麝香為基調，散發出神秘而性感的氣息，彷彿置身於星空下的舞會中。\r\n它強調了夜晚的魅力與深邃感，適合參加晚宴或特別場合時使用，讓人一聞便沉醉於其迷人的氛圍中。', '神秘花香\r\n黑玫瑰與麝香交織出的深邃香調，神秘且誘人。', ' 這款香水充滿神秘感，是夜晚派對的完美搭配。', 'https://i.imgur.com/DJFXCnN.jpeg', 1011008, 30, 1000, 17, 1),
(65, '夜晚魅影香水', 1, 8, 'floral_type', '花香調', '「夜晚魅影」香水以黑玫瑰與麝香為基調，散發出神秘而性感的氣息，彷彿置身於星空下的舞會中。\r\n它強調了夜晚的魅力與深邃感，適合參加晚宴或特別場合時使用，讓人一聞便沉醉於其迷人的氛圍中。', '神秘花香\r\n黑玫瑰與麝香交織出的深邃香調，神秘且誘人。', ' 這款香水充滿神秘感，是夜晚派對的完美搭配。', 'https://i.imgur.com/DJFXCnN.jpeg', 1012008, 50, 1500, 17, 1),
(66, '夜晚魅影香水', 1, 8, 'floral_type', '花香調', '「夜晚魅影」香水以黑玫瑰與麝香為基調，散發出神秘而性感的氣息，彷彿置身於星空下的舞會中。\r\n它強調了夜晚的魅力與深邃感，適合參加晚宴或特別場合時使用，讓人一聞便沉醉於其迷人的氛圍中。', '神秘花香\r\n黑玫瑰與麝香交織出的深邃香調，神秘且誘人。', ' 這款香水充滿神秘感，是夜晚派對的完美搭配。', 'https://i.imgur.com/DJFXCnN.jpeg', 1013008, 100, 3000, 17, 1),
(67, '夢境銀河香水', 1, 9, 'floral_type', '花香調', '「夢境銀河」香水融合了茉莉與檸檬的清新香氣，宛如置身於星河下的夢幻場景。這款香水帶來輕盈且充滿活力的氣息，\r\n適合在夏日使用，讓您在每次噴灑時都感受到宛如夜空般的清涼感受。', '清新花果香\r\n茉莉的優雅與檸檬的清新相互融合，營造出夢幻般的香氣。', '這款香水清新迷人，是夏日清爽的絕佳選擇。', 'https://i.imgur.com/YETlP7w.jpeg', 1011009, 30, 1000, 13, 1),
(68, '夢境銀河香水', 1, 9, 'floral_type', '花香調', '「夢境銀河」香水融合了茉莉與檸檬的清新香氣，宛如置身於星河下的夢幻場景。這款香水帶來輕盈且充滿活力的氣息，\r\n適合在夏日使用，讓您在每次噴灑時都感受到宛如夜空般的清涼感受。', '清新花果香\r\n茉莉的優雅與檸檬的清新相互融合，營造出夢幻般的香氣。', '這款香水清新迷人，是夏日清爽的絕佳選擇。', 'https://i.imgur.com/YETlP7w.jpeg', 1012009, 50, 1500, 13, 1),
(69, '夢境銀河香水', 1, 9, 'floral_type', '花香調', '「夢境銀河」香水融合了茉莉與檸檬的清新香氣，宛如置身於星河下的夢幻場景。這款香水帶來輕盈且充滿活力的氣息，\r\n適合在夏日使用，讓您在每次噴灑時都感受到宛如夜空般的清涼感受。', '清新花果香\r\n茉莉的優雅與檸檬的清新相互融合，營造出夢幻般的香氣。', '這款香水清新迷人，是夏日清爽的絕佳選擇。', 'https://i.imgur.com/YETlP7w.jpeg', 1013009, 100, 3000, 13, 1),
(70, '黎明微光香水', 4, 8, 'fresh_type', '清新調', '「黎明微光」香水以清新柑橘與薰衣草為主調，散發出如黎明初現時的清新空氣感。這款香水適合在早晨使用，\r\n帶給您一整天的清爽與活力，宛如晨光般溫柔地撫慰著肌膚。', '清新草本\r\n柑橘的清爽與薰衣草的柔和，勾勒出清晨般的活力。', '這款香水帶來晨曦的清新，是一天美好開端的完美選擇。', 'https://i.imgur.com/enubsiW.jpeg', 1041008, 30, 1000, 22, 1),
(71, '黎明微光香水', 4, 8, 'fresh_type', '清新調', '「黎明微光」香水以清新柑橘與薰衣草為主調，散發出如黎明初現時的清新空氣感。這款香水適合在早晨使用，\r\n帶給您一整天的清爽與活力，宛如晨光般溫柔地撫慰著肌膚。', '清新草本\r\n柑橘的清爽與薰衣草的柔和，勾勒出清晨般的活力。', '這款香水帶來晨曦的清新，是一天美好開端的完美選擇。', 'https://i.imgur.com/enubsiW.jpeg', 1042008, 50, 1500, 22, 1),
(72, '黎明微光香水', 4, 8, 'fresh_type', '清新調', '「黎明微光」香水以清新柑橘與薰衣草為主調，散發出如黎明初現時的清新空氣感。這款香水適合在早晨使用，\r\n帶給您一整天的清爽與活力，宛如晨光般溫柔地撫慰著肌膚。', '清新草本\r\n柑橘的清爽與薰衣草的柔和，勾勒出清晨般的活力。', '這款香水帶來晨曦的清新，是一天美好開端的完美選擇。', 'https://i.imgur.com/enubsiW.jpeg', 1043008, 100, 3000, 22, 1),
(73, '風吟幽香香水', 4, 9, 'fresh_type', '清新調', '「風吟幽香」香水結合了綠茶與竹子的清新香氣，帶來宛如微風輕拂山林般的感受。這款香水充滿自然氣息，\r\n適合在戶外活動或日常使用，讓人仿佛置身於綠意盎然的世界中。', '清新草木\r\n綠茶的淡雅與竹子的清新，營造出純粹的自然氣息。', '這款香水自然清新，是戶外活動的理想選擇。', 'https://i.imgur.com/El8x8Si.jpeg', 1041009, 30, 1000, 18, 1),
(74, '風吟幽香香水', 4, 9, 'fresh_type', '清新調', '「風吟幽香」香水結合了綠茶與竹子的清新香氣，帶來宛如微風輕拂山林般的感受。這款香水充滿自然氣息，\r\n適合在戶外活動或日常使用，讓人仿佛置身於綠意盎然的世界中。', '清新草木\r\n綠茶的淡雅與竹子的清新，營造出純粹的自然氣息。', '這款香水自然清新，是戶外活動的理想選擇。', 'https://i.imgur.com/El8x8Si.jpeg', 1042009, 50, 1500, 18, 1),
(75, '風吟幽香香水', 4, 9, 'fresh_type', '清新調', '「風吟幽香」香水結合了綠茶與竹子的清新香氣，帶來宛如微風輕拂山林般的感受。這款香水充滿自然氣息，\r\n適合在戶外活動或日常使用，讓人仿佛置身於綠意盎然的世界中。', '清新草木\r\n綠茶的淡雅與竹子的清新，營造出純粹的自然氣息。', '這款香水自然清新，是戶外活動的理想選擇。', 'https://i.imgur.com/El8x8Si.jpeg', 1043009, 100, 3000, 18, 1),
(76, '雲海之戀香水', 1, 10, 'floral_type', '花香調', '「雲海之戀」香水以白麝香和橙花為基調，帶來如同在雲端漫步般的純淨氣息。這款香水有著柔和且細膩的香調，\r\n適合在春天使用，讓人感受到如雲海般的輕盈和浪漫。', '純淨花香\r\n白麝香的柔和與橙花的甜美，交織成一種如雲般的輕盈感。', '這款香水輕盈純淨，是春季浪漫約會的完美選擇。', 'https://i.imgur.com/j9KikpG.jpeg', 1011010, 30, 1000, 10, 1),
(77, '雲海之戀香水', 1, 10, 'floral_type', '花香調', '「雲海之戀」香水以白麝香和橙花為基調，帶來如同在雲端漫步般的純淨氣息。這款香水有著柔和且細膩的香調，\r\n適合在春天使用，讓人感受到如雲海般的輕盈和浪漫。', '純淨花香\r\n白麝香的柔和與橙花的甜美，交織成一種如雲般的輕盈感。', '這款香水輕盈純淨，是春季浪漫約會的完美選擇。', 'https://i.imgur.com/j9KikpG.jpeg', 1012010, 50, 1500, 10, 1),
(78, '雲海之戀香水', 1, 10, 'floral_type', '花香調', '「雲海之戀」香水以白麝香和橙花為基調，帶來如同在雲端漫步般的純淨氣息。這款香水有著柔和且細膩的香調，\r\n適合在春天使用，讓人感受到如雲海般的輕盈和浪漫。', '純淨花香\r\n白麝香的柔和與橙花的甜美，交織成一種如雲般的輕盈感。', '這款香水輕盈純淨，是春季浪漫約會的完美選擇。', 'https://i.imgur.com/j9KikpG.jpeg', 1013010, 100, 3000, 10, 1),
(79, '冬日雪霧香水', 2, 6, 'woody_type', '木質調', '「冬日雪霧」香水如同冬季的第一場雪，將純淨與清新緊緊包裹。它的前調是清新的雪松與薄荷，伴隨著雪花的清透感，\r\n營造出一種冷冽而清新的氛圍。隨著時間的推移，柔和的香草與檀香氣息慢慢浮現，帶來溫暖的包裹感，\r\n彷彿在冬季的陽光下靜靜沉澱。這款香水適合那些在寒冷中尋找溫暖的人，讓您在每個寒冷的日子裡感受到如雪花般的純淨。', '清新木質香\r\n以雪松與薄荷為主調，融入柔和香草與檀香的氣息，宛如冬日的第一場雪，帶來清新與純淨的感受。這款香水如同寒冬中的一抹陽光，散發著清新的木質香氣，讓您在冬日裡感受到純淨的雪霧。', '這款香水將冬日的純淨與清新完美融合，適合在寒冷的日子裡使用。它如同雪花般的柔和與清透，為你帶來溫暖的包裹感，讓每一次噴灑都仿佛在冬季的陽光下靜靜沉澱，感受到一絲絲的寧靜與舒適。', 'https://i.imgur.com/5VGqyxA.jpeg', 1021006, 30, 1000, 5, 1),
(80, '冬日雪霧香水', 2, 6, 'woody_type', '木質調', '「冬日雪霧」香水如同冬季的第一場雪，將純淨與清新緊緊包裹。它的前調是清新的雪松與薄荷，伴隨著雪花的清透感，\r\n營造出一種冷冽而清新的氛圍。隨著時間的推移，柔和的香草與檀香氣息慢慢浮現，帶來溫暖的包裹感，\r\n彷彿在冬季的陽光下靜靜沉澱。這款香水適合那些在寒冷中尋找溫暖的人，讓您在每個寒冷的日子裡感受到如雪花般的純淨。', '清新木質香\r\n以雪松與薄荷為主調，融入柔和香草與檀香的氣息，宛如冬日的第一場雪，帶來清新與純淨的感受。這款香水如同寒冬中的一抹陽光，散發著清新的木質香氣，讓您在冬日裡感受到純淨的雪霧。', '這款香水將冬日的純淨與清新完美融合，適合在寒冷的日子裡使用。它如同雪花般的柔和與清透，為你帶來溫暖的包裹感，讓每一次噴灑都仿佛在冬季的陽光下靜靜沉澱，感受到一絲絲的寧靜與舒適。', 'https://i.imgur.com/5VGqyxA.jpeg', 1022006, 50, 1500, 5, 1),
(81, '冬日雪霧香水', 2, 6, 'woody_type', '木質調', '「冬日雪霧」香水如同冬季的第一場雪，將純淨與清新緊緊包裹。它的前調是清新的雪松與薄荷，伴隨著雪花的清透感，\r\n營造出一種冷冽而清新的氛圍。隨著時間的推移，柔和的香草與檀香氣息慢慢浮現，帶來溫暖的包裹感，\r\n彷彿在冬季的陽光下靜靜沉澱。這款香水適合那些在寒冷中尋找溫暖的人，讓您在每個寒冷的日子裡感受到如雪花般的純淨。', '清新木質香\r\n以雪松與薄荷為主調，融入柔和香草與檀香的氣息，宛如冬日的第一場雪，帶來清新與純淨的感受。這款香水如同寒冬中的一抹陽光，散發著清新的木質香氣，讓您在冬日裡感受到純淨的雪霧。', '這款香水將冬日的純淨與清新完美融合，適合在寒冷的日子裡使用。它如同雪花般的柔和與清透，為你帶來溫暖的包裹感，讓每一次噴灑都仿佛在冬季的陽光下靜靜沉澱，感受到一絲絲的寧靜與舒適。', 'https://i.imgur.com/5VGqyxA.jpeg', 1023006, 100, 3000, 5, 1),
(82, '月影低語香水', 2, 7, 'woody_type', '木質調', '「月影低語」香水以檀香與香根草為主調，散發出淡淡的神秘感，宛如月光下的低語。這款香水融合了溫暖的木質香氣與微微的草本氣息，適合在夜晚使用，增添一絲迷人的魅力。', '神秘木香\r\n檀香的柔和與香根草的清新交織，營造出安靜而神秘的氛圍。', '這款香水充滿夜晚的魅力，適合在浪漫的場合中使用。\r\n', 'https://i.imgur.com/qJCCHa3.jpeg', 1021007, 30, 1000, 2, 1),
(83, '月影低語香水', 2, 7, 'woody_type', '木質調', '「月影低語」香水以檀香與香根草為主調，散發出淡淡的神秘感，宛如月光下的低語。這款香水融合了溫暖的木質香氣與微微的草本氣息，適合在夜晚使用，增添一絲迷人的魅力。', '神秘木香\r\n檀香的柔和與香根草的清新交織，營造出安靜而神秘的氛圍。', '這款香水充滿夜晚的魅力，適合在浪漫的場合中使用。\r\n', 'https://i.imgur.com/qJCCHa3.jpeg', 1022007, 50, 1500, 2, 1),
(84, '月影低語香水', 2, 7, 'woody_type', '木質調', '「月影低語」香水以檀香與香根草為主調，散發出淡淡的神秘感，宛如月光下的低語。這款香水融合了溫暖的木質香氣與微微的草本氣息，適合在夜晚使用，增添一絲迷人的魅力。', '神秘木香\r\n檀香的柔和與香根草的清新交織，營造出安靜而神秘的氛圍。', '這款香水充滿夜晚的魅力，適合在浪漫的場合中使用。\r\n', 'https://i.imgur.com/qJCCHa3.jpeg', 1023007, 100, 3000, 2, 1),
(85, '晨曦林間香水', 2, 8, 'woody_type', '木質調', '「晨曦林間」香水以松樹與白檀為主調，帶來清新的自然氣息，如同清晨在林間漫步，感受陽光透過樹葉的溫暖。這款香水適合在活力四射的日子裡使用，讓人感受到大自然的呼喚。', '清新木香\r\n松樹的清新與白檀的柔和交織，讓人感受到森林的生機與朝氣。', '這款香水是清晨的最佳伴侶，讓你在每一天開始時都充滿活力。\r\n', 'https://i.imgur.com/hf4mBzb.jpeg', 1021008, 30, 1000, 8, 1),
(86, '晨曦林間香水', 2, 8, 'woody_type', '木質調', '「晨曦林間」香水以松樹與白檀為主調，帶來清新的自然氣息，如同清晨在林間漫步，感受陽光透過樹葉的溫暖。這款香水適合在活力四射的日子裡使用，讓人感受到大自然的呼喚。', '清新木香\r\n松樹的清新與白檀的柔和交織，讓人感受到森林的生機與朝氣。', '這款香水是清晨的最佳伴侶，讓你在每一天開始時都充滿活力。\r\n', 'https://i.imgur.com/hf4mBzb.jpeg', 1022008, 50, 1500, 8, 1),
(87, '晨曦林間香水', 2, 8, 'woody_type', '木質調', '「晨曦林間」香水以松樹與白檀為主調，帶來清新的自然氣息，如同清晨在林間漫步，感受陽光透過樹葉的溫暖。這款香水適合在活力四射的日子裡使用，讓人感受到大自然的呼喚。', '清新木香\r\n松樹的清新與白檀的柔和交織，讓人感受到森林的生機與朝氣。', '這款香水是清晨的最佳伴侶，讓你在每一天開始時都充滿活力。\r\n', 'https://i.imgur.com/hf4mBzb.jpeg', 1023008, 100, 3000, 8, 1),
(88, '古堡秘語香水', 2, 9, 'woody_type', '木質調', '「古堡秘語」香水以橡木與龍涎香為主調，散發出悠久而神秘的氣息，宛如漫步在古老城堡的長廊。這款香水帶來濃厚的木質感，適合在特別的場合中使用，讓人感受到一種歷史的深度。', '悠久木香\r\n橡木的厚重與龍涎香的獨特香氣交織，帶來深邃的感受。', '這款香水散發著古典魅力，讓每一次使用都像是時光的旅行', 'https://i.imgur.com/66H6rBe.jpeg', 1021009, 30, 1000, 9, 1),
(89, '古堡秘語香水', 2, 9, 'woody_type', '木質調', '「古堡秘語」香水以橡木與龍涎香為主調，散發出悠久而神秘的氣息，宛如漫步在古老城堡的長廊。這款香水帶來濃厚的木質感，適合在特別的場合中使用，讓人感受到一種歷史的深度。', '悠久木香\r\n橡木的厚重與龍涎香的獨特香氣交織，帶來深邃的感受。', '這款香水散發著古典魅力，讓每一次使用都像是時光的旅行', 'https://i.imgur.com/66H6rBe.jpeg', 1022009, 50, 1500, 9, 1),
(90, '古堡秘語香水', 2, 9, 'woody_type', '木質調', '「古堡秘語」香水以橡木與龍涎香為主調，散發出悠久而神秘的氣息，宛如漫步在古老城堡的長廊。這款香水帶來濃厚的木質感，適合在特別的場合中使用，讓人感受到一種歷史的深度。', '悠久木香\r\n橡木的厚重與龍涎香的獨特香氣交織，帶來深邃的感受。', '這款香水散發著古典魅力，讓每一次使用都像是時光的旅行', 'https://i.imgur.com/66H6rBe.jpeg', 1023009, 100, 3000, 9, 1),
(91, '雪原幽香香水', 2, 10, 'woody_type', '木質調', '「雪原幽香」香水以雪松與白樺為主調，展現出冷冽而清新的香氣，宛如在寧靜的雪原上漫步。這款香水適合在冬季的日子裡使用，帶來清新而安靜的感受。', '清冷木香\r\n雪松的清新與白樺的清脆交織，讓人感受到雪地的寧靜。', '這款香水充滿冬日的靜謐，讓你在寒冷中找到心靈的平靜。\r\n', 'https://i.imgur.com/eWVaa2o.jpeg', 1021010, 30, 1000, 3, 1),
(92, '雪原幽香香水', 2, 10, 'woody_type', '木質調', '「雪原幽香」香水以雪松與白樺為主調，展現出冷冽而清新的香氣，宛如在寧靜的雪原上漫步。這款香水適合在冬季的日子裡使用，帶來清新而安靜的感受。', '清冷木香\r\n雪松的清新與白樺的清脆交織，讓人感受到雪地的寧靜。', '這款香水充滿冬日的靜謐，讓你在寒冷中找到心靈的平靜。\r\n', 'https://i.imgur.com/eWVaa2o.jpeg', 1022010, 50, 1500, 3, 1),
(93, '雪原幽香香水', 2, 10, 'woody_type', '木質調', '「雪原幽香」香水以雪松與白樺為主調，展現出冷冽而清新的香氣，宛如在寧靜的雪原上漫步。這款香水適合在冬季的日子裡使用，帶來清新而安靜的感受。', '清冷木香\r\n雪松的清新與白樺的清脆交織，讓人感受到雪地的寧靜。', '這款香水充滿冬日的靜謐，讓你在寒冷中找到心靈的平靜。\r\n', 'https://i.imgur.com/eWVaa2o.jpeg', 1023010, 100, 3000, 3, 1),
(94, '隱匿森林香水', 2, 11, 'woody_type', '木質調', '「隱匿森林」香水以檀香與樺木為主調，展現出自然與靈魂的深度結合。這款香水帶有清新的樹脂氣息，讓人彷彿置身於隱秘的森林深處，適合在靜謐的時光中使用。', '深邃木香\r\n檀香的溫暖與樺木的清新交織，營造出一種恬靜而神秘的氛圍。', '這款香水讓人沉浸於森林的秘境，帶來靈魂的舒緩。', 'https://i.imgur.com/ES9PZmm.jpeg', 1021011, 30, 1000, 8, 1),
(95, '隱匿森林香水', 2, 11, 'woody_type', '木質調', '「隱匿森林」香水以檀香與樺木為主調，展現出自然與靈魂的深度結合。這款香水帶有清新的樹脂氣息，讓人彷彿置身於隱秘的森林深處，適合在靜謐的時光中使用。', '深邃木香\r\n檀香的溫暖與樺木的清新交織，營造出一種恬靜而神秘的氛圍。', '這款香水讓人沉浸於森林的秘境，帶來靈魂的舒緩。', 'https://i.imgur.com/ES9PZmm.jpeg', 1022011, 50, 1500, 8, 1),
(96, '隱匿森林香水', 2, 11, 'woody_type', '木質調', '「隱匿森林」香水以檀香與樺木為主調，展現出自然與靈魂的深度結合。這款香水帶有清新的樹脂氣息，讓人彷彿置身於隱秘的森林深處，適合在靜謐的時光中使用。', '深邃木香\r\n檀香的溫暖與樺木的清新交織，營造出一種恬靜而神秘的氛圍。', '這款香水讓人沉浸於森林的秘境，帶來靈魂的舒緩。', 'https://i.imgur.com/ES9PZmm.jpeg', 1023011, 100, 3000, 8, 1),
(97, '初夏涼風香水', 2, 12, 'woody_type', '木質調', '「初夏涼風」香水以竹子與檀香為主調，帶來清新而涼爽的感受，宛如初夏的微風拂面。這款香水適合在熱情的夏日中使用，為你增添一絲清涼。', '清涼木香\r\n竹子的清新與檀香的溫暖交織，讓人感受到初夏的愉悅。', '這款香水是夏季的清新選擇，讓你在炎熱中保持涼爽。', 'https://i.imgur.com/lgy4TgB.jpeg', 1021012, 30, 1000, 6, 1),
(98, '初夏涼風香水', 2, 12, 'woody_type', '木質調', '「初夏涼風」香水以竹子與檀香為主調，帶來清新而涼爽的感受，宛如初夏的微風拂面。這款香水適合在熱情的夏日中使用，為你增添一絲清涼。', '清涼木香\r\n竹子的清新與檀香的溫暖交織，讓人感受到初夏的愉悅。', '這款香水是夏季的清新選擇，讓你在炎熱中保持涼爽。', 'https://i.imgur.com/lgy4TgB.jpeg', 1022012, 50, 1500, 6, 1),
(99, '初夏涼風香水', 2, 12, 'woody_type', '木質調', '「初夏涼風」香水以竹子與檀香為主調，帶來清新而涼爽的感受，宛如初夏的微風拂面。這款香水適合在熱情的夏日中使用，為你增添一絲清涼。', '清涼木香\r\n竹子的清新與檀香的溫暖交織，讓人感受到初夏的愉悅。', '這款香水是夏季的清新選擇，讓你在炎熱中保持涼爽。', 'https://i.imgur.com/lgy4TgB.jpeg', 1023012, 100, 3000, 6, 1),
(100, '夜幕低垂香水', 2, 13, 'woody_type', '木質調', '「夜幕低垂」香水以紅木與香料為主調，散發出濃烈而誘人的香氣，如同夜晚降臨時的迷人瞬間。這款香水適合在晚間聚會中使用，為你增添神秘的吸引力。', '濃烈木香\r\n紅木的深沉與香料的刺激交織，營造出夜晚的魅惑。', '這款香水是晚宴的最佳伴侶，讓你在每個夜晚中都充滿自信。', 'https://i.imgur.com/cuAt2FG.jpeg', 1021013, 30, 1000, 19, 1),
(101, '夜幕低垂香水', 2, 13, 'woody_type', '木質調', '「夜幕低垂」香水以紅木與香料為主調，散發出濃烈而誘人的香氣，如同夜晚降臨時的迷人瞬間。這款香水適合在晚間聚會中使用，為你增添神秘的吸引力。', '濃烈木香\r\n紅木的深沉與香料的刺激交織，營造出夜晚的魅惑。', '這款香水是晚宴的最佳伴侶，讓你在每個夜晚中都充滿自信。', 'https://i.imgur.com/cuAt2FG.jpeg', 1022013, 50, 1500, 19, 1),
(102, '夜幕低垂香水', 2, 13, 'woody_type', '木質調', '「夜幕低垂」香水以紅木與香料為主調，散發出濃烈而誘人的香氣，如同夜晚降臨時的迷人瞬間。這款香水適合在晚間聚會中使用，為你增添神秘的吸引力。', '濃烈木香\r\n紅木的深沉與香料的刺激交織，營造出夜晚的魅惑。', '這款香水是晚宴的最佳伴侶，讓你在每個夜晚中都充滿自信。', 'https://i.imgur.com/cuAt2FG.jpeg', 1023013, 100, 3000, 19, 1),
(103, '晨霧神韻香水', 1, 11, 'floral_type', '花香調', '「晨霧神韻」香水以玫瑰與白麝香為主調，散發出如夢似幻的香氣，宛如清晨的薄霧緩緩升起，帶來一種神秘的氣息。這款香水適合在每一個柔和的早晨中使用，讓人感受到清新的活力。', '柔和花香\r\n玫瑰的浪漫與白麝香的細膩交織，營造出一種如晨曦般的清新感受。', '這款香水如同晨霧般的夢幻，適合在每個早晨為你帶來清新與靈感。', 'https://i.imgur.com/2C3TUE8.jpeg', 1011011, 30, 1000, 25, 1),
(104, '晨霧神韻香水', 1, 11, 'floral_type', '花香調', '「晨霧神韻」香水以玫瑰與白麝香為主調，散發出如夢似幻的香氣，宛如清晨的薄霧緩緩升起，帶來一種神秘的氣息。這款香水適合在每一個柔和的早晨中使用，讓人感受到清新的活力。', '柔和花香\r\n玫瑰的浪漫與白麝香的細膩交織，營造出一種如晨曦般的清新感受。', '這款香水如同晨霧般的夢幻，適合在每個早晨為你帶來清新與靈感。', 'https://i.imgur.com/2C3TUE8.jpeg', 1012011, 50, 1500, 25, 1),
(105, '晨霧神韻香水', 1, 11, 'floral_type', '花香調', '「晨霧神韻」香水以玫瑰與白麝香為主調，散發出如夢似幻的香氣，宛如清晨的薄霧緩緩升起，帶來一種神秘的氣息。這款香水適合在每一個柔和的早晨中使用，讓人感受到清新的活力。', '柔和花香\r\n玫瑰的浪漫與白麝香的細膩交織，營造出一種如晨曦般的清新感受。', '這款香水如同晨霧般的夢幻，適合在每個早晨為你帶來清新與靈感。', 'https://i.imgur.com/2C3TUE8.jpeg', 1013011, 100, 3000, 25, 1),
(106, '琉璃月影香水', 3, 3, 'oriental_type', '東方香調(琥珀調)', '「琉璃月影」香水融合了檀香與橙花的香氣，展現出迷人而優雅的氛圍，宛如月光下的琉璃，閃爍著夢幻的光彩。這款香水適合在浪漫的夜晚使用，為每個瞬間增添神秘的魅力。', '優雅東方\r\n檀香的厚重與橙花的清新相互交融，帶來一種獨特的魅力。', '這款香水是夜晚浪漫的最佳選擇，為你增添神秘的吸引力。', 'https://i.imgur.com/2PPilot.jpeg', 1031003, 30, 1000, 29, 1),
(107, '琉璃月影香水', 3, 3, 'oriental_type', '東方香調(琥珀調)', '「琉璃月影」香水融合了檀香與橙花的香氣，展現出迷人而優雅的氛圍，宛如月光下的琉璃，閃爍著夢幻的光彩。這款香水適合在浪漫的夜晚使用，為每個瞬間增添神秘的魅力。', '優雅東方\r\n檀香的厚重與橙花的清新相互交融，帶來一種獨特的魅力。', '這款香水是夜晚浪漫的最佳選擇，為你增添神秘的吸引力。', 'https://i.imgur.com/2PPilot.jpeg', 1032003, 50, 1500, 29, 1),
(108, '琉璃月影香水', 3, 3, 'oriental_type', '東方香調(琥珀調)', '「琉璃月影」香水融合了檀香與橙花的香氣，展現出迷人而優雅的氛圍，宛如月光下的琉璃，閃爍著夢幻的光彩。這款香水適合在浪漫的夜晚使用，為每個瞬間增添神秘的魅力。', '優雅東方\r\n檀香的厚重與橙花的清新相互交融，帶來一種獨特的魅力。', '這款香水是夜晚浪漫的最佳選擇，為你增添神秘的吸引力。', 'https://i.imgur.com/2PPilot.jpeg', 1033003, 100, 3000, 29, 1),
(109, '香榭晨曦香水', 3, 4, 'oriental_type', '東方香調(琥珀調)', '「香榭晨曦」香水以檀香與茉莉花為主調，散發出淡淡的花香與木質的和諧，彷彿在陽光下漫步於香榭花園，享受著花香的恬靜。這款香水適合在愉悅的日子裡使用，帶來無限的愉悅感受。', '花木香調\r\n檀香的溫暖與茉莉的甜美交織，營造出愉悅的氛圍。', '這款香水讓你在陽光下感受到花香的恬靜與愉悅。', 'https://i.imgur.com/48S8G5I.jpeg', 1031004, 30, 1000, 27, 1),
(110, '香榭晨曦香水', 3, 4, 'oriental_type', '東方香調(琥珀調)', '「香榭晨曦」香水以檀香與茉莉花為主調，散發出淡淡的花香與木質的和諧，彷彿在陽光下漫步於香榭花園，享受著花香的恬靜。這款香水適合在愉悅的日子裡使用，帶來無限的愉悅感受。', '花木香調\r\n檀香的溫暖與茉莉的甜美交織，營造出愉悅的氛圍。', '這款香水讓你在陽光下感受到花香的恬靜與愉悅。', 'https://i.imgur.com/48S8G5I.jpeg', 1032004, 50, 1500, 27, 1),
(111, '香榭晨曦香水', 3, 4, 'oriental_type', '東方香調(琥珀調)', '「香榭晨曦」香水以檀香與茉莉花為主調，散發出淡淡的花香與木質的和諧，彷彿在陽光下漫步於香榭花園，享受著花香的恬靜。這款香水適合在愉悅的日子裡使用，帶來無限的愉悅感受。', '花木香調\r\n檀香的溫暖與茉莉的甜美交織，營造出愉悅的氛圍。', '這款香水讓你在陽光下感受到花香的恬靜與愉悅。', 'https://i.imgur.com/48S8G5I.jpeg', 1033004, 100, 3000, 27, 1),
(112, '香霧迷影香水', 3, 5, 'oriental_type', '東方香調(琥珀調)', '「香霧迷影」香水融合了檀香與香根草的香氣，展現出濃郁而神秘的氣息，宛如夜晚的迷霧中浮現的身影。這款香水適合在獨特的場合中使用，讓人感受到神秘與魅惑。', '神秘木香\r\n檀香的深邃與香根草的清新相互交融，帶來一種迷人的氛圍。', '這款香水適合在特別的時刻使用，讓你散發無法抗拒的魅力。', 'https://i.imgur.com/W5LnShy.jpeg', 1031005, 30, 1000, 33, 1),
(113, '香霧迷影香水', 3, 5, 'oriental_type', '東方香調(琥珀調)', '「香霧迷影」香水融合了檀香與香根草的香氣，展現出濃郁而神秘的氣息，宛如夜晚的迷霧中浮現的身影。這款香水適合在獨特的場合中使用，讓人感受到神秘與魅惑。', '神秘木香\r\n檀香的深邃與香根草的清新相互交融，帶來一種迷人的氛圍。', '這款香水適合在特別的時刻使用，讓你散發無法抗拒的魅力。', 'https://i.imgur.com/W5LnShy.jpeg', 1032005, 50, 1500, 33, 1),
(114, '香霧迷影香水', 3, 5, 'oriental_type', '東方香調(琥珀調)', '「香霧迷影」香水融合了檀香與香根草的香氣，展現出濃郁而神秘的氣息，宛如夜晚的迷霧中浮現的身影。這款香水適合在獨特的場合中使用，讓人感受到神秘與魅惑。', '神秘木香\r\n檀香的深邃與香根草的清新相互交融，帶來一種迷人的氛圍。', '這款香水適合在特別的時刻使用，讓你散發無法抗拒的魅力。', 'https://i.imgur.com/W5LnShy.jpeg', 1033005, 100, 3000, 33, 1),
(115, '醉人花海香水', 3, 6, 'oriental_type', '東方香調(琥珀調)', '「醉人花海」香水以百合與香根草為主調，帶來柔和而甜美的香氣，彷彿置身於花海之中，沉醉於花香的美好。這款香水適合在每個充滿期待的日子裡使用，讓你感受到生命的活力。', '東方花香\r\n百合的純潔與香根草的清新交織，營造出迷人的氛圍。', '這款香水讓你在每個特別的日子裡感受到花香的活力。', 'https://i.imgur.com/We8mvWf.jpeg', 1031006, 30, 1000, 26, 1),
(116, '醉人花海香水', 3, 6, 'oriental_type', '東方香調(琥珀調)', '「醉人花海」香水以百合與香根草為主調，帶來柔和而甜美的香氣，彷彿置身於花海之中，沉醉於花香的美好。這款香水適合在每個充滿期待的日子裡使用，讓你感受到生命的活力。', '東方花香\r\n百合的純潔與香根草的清新交織，營造出迷人的氛圍。', '這款香水讓你在每個特別的日子裡感受到花香的活力。', 'https://i.imgur.com/We8mvWf.jpeg', 1032006, 50, 1500, 26, 1),
(117, '醉人花海香水', 3, 6, 'oriental_type', '東方香調(琥珀調)', '「醉人花海」香水以百合與香根草為主調，帶來柔和而甜美的香氣，彷彿置身於花海之中，沉醉於花香的美好。這款香水適合在每個充滿期待的日子裡使用，讓你感受到生命的活力。', '東方花香\r\n百合的純潔與香根草的清新交織，營造出迷人的氛圍。', '這款香水讓你在每個特別的日子裡感受到花香的活力。', 'https://i.imgur.com/We8mvWf.jpeg', 1033006, 100, 3000, 26, 1),
(118, '夢幻沙漠香水', 3, 7, 'oriental_type', '東方香調(琥珀調)', '「夢幻沙漠」香水以琥珀與香草為主調，散發出溫暖而甜美的香氣，宛如夕陽下的沙漠，給人一種安靜與舒適的感覺。這款香水適合在寧靜的夜晚使用，帶來心靈的平靜。', '甜美東方\r\n琥珀的溫暖與香草的柔和交織，營造出安靜而舒適的氛圍。', '這款香水是夜晚放鬆的最佳伴侶，讓你在安靜中找到心靈的平靜。', 'https://i.imgur.com/mqm4VFp.jpeg', 1031007, 30, 1000, 17, 1),
(119, '夢幻沙漠香水', 3, 7, 'oriental_type', '東方香調(琥珀調)', '「夢幻沙漠」香水以琥珀與香草為主調，散發出溫暖而甜美的香氣，宛如夕陽下的沙漠，給人一種安靜與舒適的感覺。這款香水適合在寧靜的夜晚使用，帶來心靈的平靜。', '甜美東方\r\n琥珀的溫暖與香草的柔和交織，營造出安靜而舒適的氛圍。', '這款香水是夜晚放鬆的最佳伴侶，讓你在安靜中找到心靈的平靜。', 'https://i.imgur.com/mqm4VFp.jpeg', 1032007, 50, 1500, 17, 1),
(120, '夢幻沙漠香水', 3, 7, 'oriental_type', '東方香調(琥珀調)', '「夢幻沙漠」香水以琥珀與香草為主調，散發出溫暖而甜美的香氣，宛如夕陽下的沙漠，給人一種安靜與舒適的感覺。這款香水適合在寧靜的夜晚使用，帶來心靈的平靜。', '甜美東方\r\n琥珀的溫暖與香草的柔和交織，營造出安靜而舒適的氛圍。', '這款香水是夜晚放鬆的最佳伴侶，讓你在安靜中找到心靈的平靜。', 'https://i.imgur.com/mqm4VFp.jpeg', 1033007, 100, 3000, 17, 1),
(121, '流星祈願香水', 3, 8, 'oriental_type', '東方香調(琥珀調)', '「流星祈願」香水融合了桃花與檀香的香氣，展現出浪漫而夢幻的氛圍，宛如流星劃過夜空的瞬間，帶來心靈的觸動。這款香水適合在願望成真的時刻使用，讓每一次的心願都能散發出美好。', '浪漫東方\r\n桃花的甜美與檀香的深邃交織，營造出浪漫的氛圍。', '這款香水讓你在每個願望的時刻都能感受到浪漫的氣息。', 'https://i.imgur.com/e9B3lBM.jpeg', 1031008, 30, 1000, 14, 1),
(122, '流星祈願香水', 3, 8, 'oriental_type', '東方香調(琥珀調)', '「流星祈願」香水融合了桃花與檀香的香氣，展現出浪漫而夢幻的氛圍，宛如流星劃過夜空的瞬間，帶來心靈的觸動。這款香水適合在願望成真的時刻使用，讓每一次的心願都能散發出美好。', '浪漫東方\r\n桃花的甜美與檀香的深邃交織，營造出浪漫的氛圍。', '這款香水讓你在每個願望的時刻都能感受到浪漫的氣息。', 'https://i.imgur.com/e9B3lBM.jpeg', 1032008, 50, 1500, 14, 1),
(123, '流星祈願香水', 3, 8, 'oriental_type', '東方香調(琥珀調)', '「流星祈願」香水融合了桃花與檀香的香氣，展現出浪漫而夢幻的氛圍，宛如流星劃過夜空的瞬間，帶來心靈的觸動。這款香水適合在願望成真的時刻使用，讓每一次的心願都能散發出美好。', '浪漫東方\r\n桃花的甜美與檀香的深邃交織，營造出浪漫的氛圍。', '這款香水讓你在每個願望的時刻都能感受到浪漫的氣息。', 'https://i.imgur.com/e9B3lBM.jpeg', 1033008, 100, 3000, 14, 1),
(124, '千年古韻香水', 3, 9, 'oriental_type', '東方香調(琥珀調)', '「千年古韻」香水以龍涎香與桂花為主調，展現出優雅而獨特的氣息，宛如穿越時空的古老傳說，帶來深刻的印象。這款香水適合在特別的場合中使用，讓你散發無可比擬的魅力。', '優雅東方\r\n龍涎香的神秘與桂花的甜美交織，營造出一種獨特的古典魅力。', '這款香水是每個特別場合的最佳選擇，讓你如古老傳說般散發魅力。', 'https://i.imgur.com/i9O38Ua.jpeg', 1031009, 30, 1000, 23, 1),
(125, '千年古韻香水', 3, 9, 'oriental_type', '東方香調(琥珀調)', '「千年古韻」香水以龍涎香與桂花為主調，展現出優雅而獨特的氣息，宛如穿越時空的古老傳說，帶來深刻的印象。這款香水適合在特別的場合中使用，讓你散發無可比擬的魅力。', '優雅東方\r\n龍涎香的神秘與桂花的甜美交織，營造出一種獨特的古典魅力。', '這款香水是每個特別場合的最佳選擇，讓你如古老傳說般散發魅力。', 'https://i.imgur.com/i9O38Ua.jpeg', 1032009, 50, 1500, 23, 1),
(126, '千年古韻香水', 3, 9, 'oriental_type', '東方香調(琥珀調)', '「千年古韻」香水以龍涎香與桂花為主調，展現出優雅而獨特的氣息，宛如穿越時空的古老傳說，帶來深刻的印象。這款香水適合在特別的場合中使用，讓你散發無可比擬的魅力。', '優雅東方\r\n龍涎香的神秘與桂花的甜美交織，營造出一種獨特的古典魅力。', '這款香水是每個特別場合的最佳選擇，讓你如古老傳說般散發魅力。', 'https://i.imgur.com/i9O38Ua.jpeg', 1033009, 100, 3000, 23, 1),
(127, '殘陽餘韻香水', 3, 10, 'oriental_type', '東方香調(琥珀調)', '「殘陽餘韻」香水以琥珀與肉桂為主調，散發著溫暖而深邃的香氣，宛如夕陽下的金色餘暉。\r\n這款香水充滿東方神秘感，適合在寒冷的夜晚使用。', '溫暖香料\r\n琥珀與肉桂的香調交織，帶來一種柔和而持久的香氣。', '這款香水溫暖而迷人，完美搭配任何夜晚的場合。', 'https://i.imgur.com/VganuOJ.jpeg', 1031010, 30, 1000, 11, 1),
(128, '殘陽餘韻香水', 3, 10, 'oriental_type', '東方香調(琥珀調)', '「殘陽餘韻」香水以琥珀與肉桂為主調，散發著溫暖而深邃的香氣，宛如夕陽下的金色餘暉。\r\n這款香水充滿東方神秘感，適合在寒冷的夜晚使用。', '溫暖香料\r\n琥珀與肉桂的香調交織，帶來一種柔和而持久的香氣。', '這款香水溫暖而迷人，完美搭配任何夜晚的場合。', 'https://i.imgur.com/VganuOJ.jpeg', 1032010, 50, 1500, 11, 1),
(129, '殘陽餘韻香水', 3, 10, 'oriental_type', '東方香調(琥珀調)', '「殘陽餘韻」香水以琥珀與肉桂為主調，散發著溫暖而深邃的香氣，宛如夕陽下的金色餘暉。\r\n這款香水充滿東方神秘感，適合在寒冷的夜晚使用。', '溫暖香料\r\n琥珀與肉桂的香調交織，帶來一種柔和而持久的香氣。', '這款香水溫暖而迷人，完美搭配任何夜晚的場合。', 'https://i.imgur.com/VganuOJ.jpeg', 1033010, 100, 3000, 11, 1),
(130, '月下沉香香水', 3, 11, 'oriental_type', '東方香調(琥珀調)', '「月下沉香」香水融合了沉香與檀香，彷彿在月光下的靜謐夜晚。這款香水適合在浪漫的場合使用，為每一刻增添神秘的氛圍。', '深沉木香\r\n沉香與檀香的交融，帶來豐富而層次感十足的香氛。', '這款香水展現出濃郁的東方情懷，讓您沉浸於浪漫的夜晚之中。', 'https://i.imgur.com/yrocx8J.jpeg', 1031011, 30, 1000, 15, 1),
(131, '月下沉香香水', 3, 11, 'oriental_type', '東方香調(琥珀調)', '「月下沉香」香水融合了沉香與檀香，彷彿在月光下的靜謐夜晚。這款香水適合在浪漫的場合使用，為每一刻增添神秘的氛圍。', '深沉木香\r\n沉香與檀香的交融，帶來豐富而層次感十足的香氛。', '這款香水展現出濃郁的東方情懷，讓您沉浸於浪漫的夜晚之中。', 'https://i.imgur.com/yrocx8J.jpeg', 1032011, 50, 1500, 15, 1),
(132, '月下沉香香水', 3, 11, 'oriental_type', '東方香調(琥珀調)', '「月下沉香」香水融合了沉香與檀香，彷彿在月光下的靜謐夜晚。這款香水適合在浪漫的場合使用，為每一刻增添神秘的氛圍。', '深沉木香\r\n沉香與檀香的交融，帶來豐富而層次感十足的香氛。', '這款香水展現出濃郁的東方情懷，讓您沉浸於浪漫的夜晚之中。', 'https://i.imgur.com/yrocx8J.jpeg', 1033011, 100, 3000, 15, 1),
(133, '靜謐晨露香水', 3, 12, 'oriental_type', '東方香調(琥珀調)', '「靜謐晨露」香水以白麝香與香根草為主調，仿佛清晨露珠輕拂的感覺。它讓人感受到一種溫和而舒適的氛圍，適合日常使用。', '溫暖柔和\r\n香根草的木質香氣與白麝香的柔和感交織，帶來清新的香氣。', '這款香水如同晨曦中的第一縷陽光，帶來溫暖而清新的感受。', 'https://i.imgur.com/5kNH694.jpeg', 1031012, 30, 1000, 0, 1),
(134, '靜謐晨露香水', 3, 12, 'oriental_type', '東方香調(琥珀調)', '「靜謐晨露」香水以白麝香與香根草為主調，仿佛清晨露珠輕拂的感覺。它讓人感受到一種溫和而舒適的氛圍，適合日常使用。', '溫暖柔和\r\n香根草的木質香氣與白麝香的柔和感交織，帶來清新的香氣。', '這款香水如同晨曦中的第一縷陽光，帶來溫暖而清新的感受。', 'https://i.imgur.com/5kNH694.jpeg', 1032012, 50, 1000, 0, 1),
(135, '靜謐晨露香水', 3, 12, 'oriental_type', '東方香調(琥珀調)', '「靜謐晨露」香水以白麝香與香根草為主調，仿佛清晨露珠輕拂的感覺。它讓人感受到一種溫和而舒適的氛圍，適合日常使用。', '溫暖柔和\r\n香根草的木質香氣與白麝香的柔和感交織，帶來清新的香氣。', '這款香水如同晨曦中的第一縷陽光，帶來溫暖而清新的感受。', 'https://i.imgur.com/5kNH694.jpeg', 1033012, 100, 1000, 0, 1),
(136, '迷霧之城香水', 3, 13, 'oriental_type', '東方香調(琥珀調)', '「迷霧之城」香水融合了檀香與龍涎香，散發出神秘而誘人的香氣，宛如迷霧中的城市，令人嚮往與探險。', '深邃東方香\r\n檀香的濃郁與龍涎香的獨特，交織成深沉且吸引人的氛圍。', '這款香水適合在神秘的夜晚使用，讓每一刻都充滿探索的驚喜。', 'https://i.imgur.com/PyWoKdz.jpeg', 1031013, 30, 1000, 3, 1),
(137, '迷霧之城香水', 3, 13, 'oriental_type', '東方香調(琥珀調)', '「迷霧之城」香水融合了檀香與龍涎香，散發出神秘而誘人的香氣，宛如迷霧中的城市，令人嚮往與探險。', '深邃東方香\r\n檀香的濃郁與龍涎香的獨特，交織成深沉且吸引人的氛圍。', '這款香水適合在神秘的夜晚使用，讓每一刻都充滿探索的驚喜。', 'https://i.imgur.com/PyWoKdz.jpeg', 1032013, 50, 1500, 3, 1),
(138, '迷霧之城香水', 3, 13, 'oriental_type', '東方香調(琥珀調)', '「迷霧之城」香水融合了檀香與龍涎香，散發出神秘而誘人的香氣，宛如迷霧中的城市，令人嚮往與探險。', '深邃東方香\r\n檀香的濃郁與龍涎香的獨特，交織成深沉且吸引人的氛圍。', '這款香水適合在神秘的夜晚使用，讓每一刻都充滿探索的驚喜。', 'https://i.imgur.com/PyWoKdz.jpeg', 1033013, 100, 3000, 3, 1),
(139, '魅惑沙漠香水', 3, 14, 'oriental_type', '東方香調(琥珀調)', '「魅惑沙漠」香水以龍涎香與香草為主調，帶來如沙漠中柔和晚風的感覺。這款香水讓您體驗到東方的熱情與奧秘。', '濃郁香甜\r\n龍涎香的濃郁與香草的甜美，交織出一種獨特的迷人香氣。', '這款香水如同沙漠中的星空，讓人心醉神迷，適合特別的時刻。', 'https://i.imgur.com/wdcdUPh.jpeg', 1031014, 30, 1000, 26, 1),
(140, '魅惑沙漠香水', 3, 14, 'oriental_type', '東方香調(琥珀調)', '「魅惑沙漠」香水以龍涎香與香草為主調，帶來如沙漠中柔和晚風的感覺。這款香水讓您體驗到東方的熱情與奧秘。', '濃郁香甜\r\n龍涎香的濃郁與香草的甜美，交織出一種獨特的迷人香氣。', '這款香水如同沙漠中的星空，讓人心醉神迷，適合特別的時刻。', 'https://i.imgur.com/wdcdUPh.jpeg', 1032014, 50, 1500, 26, 1),
(141, '魅惑沙漠香水', 3, 14, 'oriental_type', '東方香調(琥珀調)', '「魅惑沙漠」香水以龍涎香與香草為主調，帶來如沙漠中柔和晚風的感覺。這款香水讓您體驗到東方的熱情與奧秘。', '濃郁香甜\r\n龍涎香的濃郁與香草的甜美，交織出一種獨特的迷人香氣。', '這款香水如同沙漠中的星空，讓人心醉神迷，適合特別的時刻。', 'https://i.imgur.com/wdcdUPh.jpeg', 1033014, 100, 3000, 26, 1),
(142, '鳳凰朝霞香水', 3, 15, 'oriental_type', '東方香調(琥珀調)', '「鳳凰朝霞」香水結合了桂花與檀香，散發著如同黎明時分的芬芳。這款香水適合在清晨或浪漫的約會中使用。', '溫暖甜香\r\n桂花的甜美與檀香的穩重，交融出令人愉悅的香氣。', '這款香水充滿朝氣，為您的每一天增添一份活力。', 'https://i.imgur.com/6UqKyxP.jpeg', 1031015, 30, 1000, 14, 1),
(143, '鳳凰朝霞香水', 3, 15, 'oriental_type', '東方香調(琥珀調)', '「鳳凰朝霞」香水結合了桂花與檀香，散發著如同黎明時分的芬芳。這款香水適合在清晨或浪漫的約會中使用。', '溫暖甜香\r\n桂花的甜美與檀香的穩重，交融出令人愉悅的香氣。', '這款香水充滿朝氣，為您的每一天增添一份活力。', 'https://i.imgur.com/6UqKyxP.jpeg', 1032015, 50, 1500, 14, 1),
(144, '鳳凰朝霞香水', 3, 15, 'oriental_type', '東方香調(琥珀調)', '「鳳凰朝霞」香水結合了桂花與檀香，散發著如同黎明時分的芬芳。這款香水適合在清晨或浪漫的約會中使用。', '溫暖甜香\r\n桂花的甜美與檀香的穩重，交融出令人愉悅的香氣。', '這款香水充滿朝氣，為您的每一天增添一份活力。', 'https://i.imgur.com/6UqKyxP.jpeg', 1033015, 100, 3000, 14, 1),
(145, '雲上月影香水', 3, 16, 'oriental_type', '東方香調(琥珀調)', '「雲上月影」香水融合了茉莉與沉香，帶來如月光下的柔和感受。這款香水適合在寧靜的夜晚使用，為每一刻增添浪漫的氛圍。', '浪漫沉香\r\n茉莉的清香與沉香的厚重感交織出深沉而令人放鬆的氛圍。', '這款香水如同月光下的花朵，散發出無與倫比的優雅。', 'https://i.imgur.com/g9jeDpU.jpeg', 1031016, 30, 1000, 12, 1),
(146, '雲上月影香水', 3, 16, 'oriental_type', '東方香調(琥珀調)', '「雲上月影」香水融合了茉莉與沉香，帶來如月光下的柔和感受。這款香水適合在寧靜的夜晚使用，為每一刻增添浪漫的氛圍。', '浪漫沉香\r\n茉莉的清香與沉香的厚重感交織出深沉而令人放鬆的氛圍。', '這款香水如同月光下的花朵，散發出無與倫比的優雅。', 'https://i.imgur.com/g9jeDpU.jpeg', 1032016, 50, 1500, 12, 1),
(147, '雲上月影香水', 3, 16, 'oriental_type', '東方香調(琥珀調)', '「雲上月影」香水融合了茉莉與沉香，帶來如月光下的柔和感受。這款香水適合在寧靜的夜晚使用，為每一刻增添浪漫的氛圍。', '浪漫沉香\r\n茉莉的清香與沉香的厚重感交織出深沉而令人放鬆的氛圍。', '這款香水如同月光下的花朵，散發出無與倫比的優雅。', 'https://i.imgur.com/g9jeDpU.jpeg', 1033016, 100, 3000, 12, 1),
(148, '天地之韻香水', 3, 17, 'oriental_type', '東方香調(琥珀調)', '「天地之韻」香水以香根草與琥珀為主調，呈現出如同大地與天空交融的神秘感。\r\n這款香水適合在任何場合中使用，帶來獨特的魅力。', '濃郁東方木香\r\n香根草的木質香氣與琥珀的甜美交織，展現出獨特而深邃的香氛。', '這款香水如同天地之間的對話，帶來永恆的優雅與魅力。', 'https://i.imgur.com/mwF0jMV.jpeg', 1031017, 30, 1000, 33, 1),
(149, '天地之韻香水', 3, 17, 'oriental_type', '東方香調(琥珀調)', '「天地之韻」香水以香根草與琥珀為主調，呈現出如同大地與天空交融的神秘感。\r\n這款香水適合在任何場合中使用，帶來獨特的魅力。', '濃郁東方木香\r\n香根草的木質香氣與琥珀的甜美交織，展現出獨特而深邃的香氛。', '這款香水如同天地之間的對話，帶來永恆的優雅與魅力。', 'https://i.imgur.com/mwF0jMV.jpeg', 1032017, 50, 1500, 33, 1),
(150, '天地之韻香水', 3, 17, 'oriental_type', '東方香調(琥珀調)', '「天地之韻」香水以香根草與琥珀為主調，呈現出如同大地與天空交融的神秘感。\r\n這款香水適合在任何場合中使用，帶來獨特的魅力。', '濃郁東方木香\r\n香根草的木質香氣與琥珀的甜美交織，展現出獨特而深邃的香氛。', '這款香水如同天地之間的對話，帶來永恆的優雅與魅力。', 'https://i.imgur.com/mwF0jMV.jpeg', 1033017, 100, 3000, 33, 1);

--
-- 已傾印資料表的索引
--

--
-- 資料表索引 `products`
--
ALTER TABLE `products`
  ADD PRIMARY KEY (`product_id`),
  ADD KEY `product_code` (`product_code`);

--
-- 在傾印的資料表使用自動遞增(AUTO_INCREMENT)
--

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `products`
--
ALTER TABLE `products`
  MODIFY `product_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=151;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
